/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "無法打開Lightroom目錄數據庫";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom目錄…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "目錄顯示為空的。";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "這個目錄當前在Lightroom打開。";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "不能讀取Lightroom目錄項目。";

